Repository: PolCarva/screen_time_monorepo
Catalog: apps/mobile/ios/Still/Localizable.xcstrings
Source language: en
Languages: es

source: App name
es: Nombre de la app

source: Continue in Still to decide whether to open the app.
es: Continúa en Still para decidir si abres la app.

source: Create the app-opening shortcut with the name shown by Still.
es: Crea el atajo que abre la app con el nombre que muestra Still.

source: Enter the name of the app you want Still to pause.
es: Escribe el nombre de la app que Still debe pausar.

source: Pause ${app}
es: Pausar ${app}

source: Pause App
es: Pausar app

source: Pause Before Opening
es: Pausar antes de abrir

source: Pause before opening ${appName}
es: Pausar antes de abrir ${appName}

source: Shows Still's pause before the app opens. Add it to an automation that runs when that app is opened.
es: Muestra la pausa de Still antes de que la app se abra. Añádela a una automatización que se ejecute al abrir esa app.

source: Shows a Still pause when an app-opening personal automation runs.
es: Muestra la pausa de Still cuando una automatización personal abre una app.

source: The app Still pauses before it opens.
es: La app que Still pausa antes de que se abra.

source: The name Still should show, for example Instagram.
es: El nombre que muestra Still, por ejemplo Instagram.

source: This pause expired. Open the app again to retry.
es: Esta pausa expiró. Abre la app otra vez para volver a intentarlo.
